{
    "menuGenres": "GENRES",
    "menuFAQ": "FAQ",
    "menuForum": "FORUM",
    "menuUser": "USER",
    "homePageTopOfAllTime": "Top of all time",
    "homePagePopular": "Popular",
    "homePageSeeAll": "SEE ALL",
    "genresHeading": "GENRES",
    "faqHeading": "FAQ",
    "faqSubheading": "Looking for answers? Here you can find them to the most frequently asked questions.",
    "faqFirstQuestion": "About Us!",
    "faqFirstAnswer": "Welcome to ComicStack, your portal to the captivating world of comics! Founded in 2023 and headquartered in the picturesque city of Yerevan, Armenia, ComicStack is a passionate and dynamic team of creators, artists, and storytellers dedicated to bringing the magic of comics to life. Our journey began with a shared love for the art of storytelling through visuals and words. We embarked on a mission to craft immersive and thought-provoking narratives that transport readers to new dimensions, and since then, we've never looked back. Behind every comic, there's a team of dedicated individuals who pour their hearts and souls into their work. Our talented artists, writers, editors, and visionaries work in harmony to create stories that resonate with readers of all ages. As we continue to expand our universe of comics, we invite you to embark on this incredible journey with us.",
    "faqSecQuestion": "How can I create an account?",
    "faqSecAnswer": "To create an account you need to press User icon on bottom right. After that choose Create an account option. Then you need to enter your email/username(you can use it to log in), password and password confirmation.",
    "faqThirdQuestion": "Where can I see all genres?",
    "faqThirdAnswer": "You can find all categories after pressing Genres button on the bottom left.",
    "faqFourthQuestion": "How can I suggest/add a comics to CS?",
    "faqFourthAnswer": "You need to reach us by info.comicstack@gmail.com email or create a respective thread in the forum page.",
    "faqFifthQuestion": "How can I see the rate of a comics?",
    "faqFifthAnswer": "When you open a comics description page, scroll to the bottom and Bob's your uncle!",
    "faqSixthQuestion": "Whose creation is this perfect site?",
    "faqSixthAnswer": "The creators of this wonder are Aram Arakelyan and Davit Tadevosyan. Here is how you can reach us:",
    "faqSeventhQuestion": "Can I donate with my card?",
    "faqSeventhAnswer": "Yes, you surely can donate with any card including Visa, MasterCard, and even American Express.",
    "faqEighthQuestion": "Is it possible to get back my suspended account?",
    "faqEighthAnswer": "To get back your suspended account, you should write an email to info.comicstack@gmail.com to explain why we should get back your account and that you guarantee that you will never violate our Terms of Use again.",
    "faqNinthQuestion": "How can I support ComicStack?",
    "faqNinthAnswer": "You can support us via footer section button called Buy Us Lots of Coffee☕.",
    "forumSearchPlaceholder": "Enter other dimensions",
    "forumAddAThread": "ADD A THREAD",
    "forumThreadCommentHeading": "COMMENTS",
    "forumThreadCommentsShowReplies": "Show replies",
    "forumThreadFormTitle": "Craft a heroic title",
    "forumThreadFormDescription": "Enter a description",
    "forumThreadFormThreadType": "Choose a type",
    "forumThreadFormTypeChat": "Chat",
    "forumThreadFormTypeBug": "Bug",
    "forumThreadFormTypeSuggestion": "Suggestion",
    "forumThreadFormTypeSupport": "Support",
    "forumThreadFormPostButton": "POST",
    "loginEmailOrUsername": "Email or username",
    "loginEmailOrUsernamePlaceholder": "Username/mail in the multiverse",
    "loginPassword": "Password",
    "loginPasswordPlaceholder": "Guard the Batcave entrance",
    "loginButton": "LOG IN",
    "loginLinkForgotten": "Forgotten",
    "loginLinkPassword": "password?",
    "loginLinkCreate": "Create",
    "loginLinkAccount": "an account!",
    "logoutButton": "LOG OUT",
    "registerEmail": "Email",
    "registerUsername": "Username",
    "registerEmailPlaceholder": "Unleash your email heroically!",
    "registerUsernamePlaceholder": "Craft a superhero's username!",
    "registerPassword": "Password",
    "registerPasswordPlaceholder": "Craft a mighty password!",
    "registerConfirmPassword": "Confirm password",
    "registerConfirmPasswordPlaceholder": "Confirm your epic password!",
    "registerButton": "REGISTER",
    "registerLinkAlreadyHave": "Already have",
    "registerLinkAccount": "an account?",
    "commentFormPlaceholder": "Enter a comment",
    "commentFormPostButton": "POST",
    "comicsCommentsShowReplies": "Show replies",
    "comicsStartReadingButton": "START READING",
    "comicsDescription": "DESCRIPTION",
    "comicsRatingVotes": "votes",
    "comicsComments": "COMMENTS",
    "comicsAuthor": "Author",
    "comicsDate": "Release date",
    "comicsGenres": "Genres",
    "comicsTags": "Tags",
    "comicsStatus": "Status",
    "comicsStatusFavorite": "Favourite",
    "comicsStatusInPlans": "In plans",
    "comicsStatusReading": "Reading",
    "comicsStatusRead": "Read",
    "comicsFilterNoResults": "No results",
    "footerSubText": "Subscribe to get our newsletter!",
    "footerSubPlaceholder": "Be a part of the action!",
    "footerSubButton": "Subscribe",
    "footerDonateText": "Please help us keep ComicStack free!",
    "footerDonateButton": "Buy us lots of coffee",
    "footerInfoLocationText": "Location",
    "footerInfoLocation": "Azatutyan Avenue, Yerevan",
    "footerInfoContactText": "Contact Us",
    "footerPagePrivacy": "Privacy Policy",
    "footerPageAgreement": "User Agreement",
    "footerPageCookie": "Cookie Statement",
    "footerPageTerms": "Terms of Use",
    "footerDisclaimer": "ComicStack ©. All Rights Reserved. Disclaimer: This site does not store any files on its server. All contents are provided by non-affiliated third parties.",
    "userPageGreeting": "Hello, {{username}}!",
    "userPageMemberSince": "Member since",
    "userPageReadlist": "READLIST",
    "userPageChangeSettingButton": "APPLY",
    "userPageChangeUsername": "Change username",
    "userPageNewUsername": "Enter a new username",
    "userPageChangePassword": "Change password",
    "userPageCurrentPassword": "Enter your current password",
    "userPageNewPassword": "Enter a new password",
    "userPageChangeAvatar": "Change avatar",
    "userPageDeleteAvatar": "Delete avatar",
    "userPageDeleteAvatarButton": "DELETE",
    "userPageChangeSettings": "Change profile settings",
    "userPageDeleteAccount": "Delete account",
    "userPageDeleteAccountButton": "DELETE",
    "userPageConfirmDelete": "Confirm deletion",
    "userPageConfirmDeleteText": "Are you sure you want to delete your account? This action cannot be undone.",
    "userPageDeleteAccountConfirmButton": "Yes, delete",
    "userPageDeleteAccountCancelButton": "Cancel",
    "privacyPolicyText": "Personal Information: We may collect personal information such as your name, email address, and payment information when you register for an account, subscribe to our newsletter, or make a purchase. Usage Data: We collect information about your interactions with our Services, including IP address, browser type, access times, pages viewed, and the page you visited before navigating to our Services. Cookies and Tracking Technologies: We use cookies and similar tracking technologies to collect information about your usage of our Services and to provide a better user experience. To Provide and Improve Our Services: We use your information to operate, maintain, and improve our Services. To Communicate with You: We may use your email address to send you updates, newsletters, and other communications related to our Services. For Analytics: We use information collected from cookies and other tracking technologies to analyze usage patterns and improve our Services. Third-Party Service Providers: We may share your information with third-party service providers who assist us in operating our Services, such as payment processors and email service providers. Legal Requirements: We may disclose your information if required to do so by law or in response to valid requests by public authorities. Access and Correction: You have the right to access and correct your personal information held by us. Deletion: You may request the deletion of your personal information, subject to certain legal exceptions. Opt-Out: You can opt-out of receiving promotional emails from us by following the unsubscribe instructions in those emails. We take reasonable measures to protect your information from unauthorized access, use, or disclosure. However, no method of transmission over the internet or electronic storage is completely secure. If you have any questions about this Privacy Policy, please contact us at info.comicstack@gmail.com.",
    "userAgreementText" : "Account Information: You agree to provide accurate and complete information when creating an account and to keep this information up-to-date. Prohibited Conduct: You agree not to use the Site to upload, post, or otherwise transmit any content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or otherwise objectionable. Intellectual Property: You agree not to upload or share any content that infringes on the intellectual property rights of others. Termination we reserve the right to suspend or terminate your account and access to the Site at our discretion, without notice, if we believe you are in violation of this User Agreement. Dispute Resolution any disputes arising out of or relating to this User Agreement or the Site shall be resolved through binding arbitration in accordance with the rules of the American Arbitration Association. Modifications to Terms we reserve the right to modify these terms at any time. We will notify you of any changes by posting the new terms on the Site. Your continued use of the Site after such modifications constitutes your acceptance of the new terms.",
    "cookiesText": "Types of cookies we use: Basic cookies: These cookies are necessary for the site to function and cannot be disabled in our systems. These include cookies that store your session information, such as JWT tokens and user IDs. Performance cookies. these cookies collect information about how visitors use the site, such as which pages visitors visit most often. This information is used to improve the performance of the site. Functional cookies. these cookies allow the site to remember choices you make (such as your username, language, or the region you're in) and provide enhanced, more personalized features. Use of JWT Tokens and User IDs; we use JWT (JSON Web Tokens) and user IDs stored in cookies to manage user sessions and authenticate users. These cookies are essential for the security and functionality of our Services, enabling us to maintain sessions. Improve security. protect your account from unauthorized access. See aboutcookies.org for details. Most web browsers allow you to control most cookies through the browser settings. However, if you choose to disable cookies, this may limit your use of certain features or functions of our Services. Third party cookies. some cookies may be placed on our website by third-party service providers. Changes to this cookie statement; We may update our cookie statement from time to time to reflect changes in our practices and services.",
    "termsText": "Intellectual Property: All content on the Site, including comics, manga, text, graphics, logos, images, and software, is the property of ComicStack or its content suppliers and is protected by international copyright laws. User Content: By submitting content to the Site, you grant ComicStack a worldwide, non-exclusive, royalty-free license to use, reproduce, modify, and distribute your content. You warrant that you have the right to grant this license and that your content does not infringe the rights of any third party. Disclaimer of Warranties: The Site and Services are provided 'as is' and 'as available.'We make no representations or warranties of any kind, express or implied, as to the operation of the Site or the information, content, materials, or products included on the Site. Limitation of Liability: To the fullest extent permitted by law, ComicStack shall not be liable for any damages of any kind arising from the use of the Site or from any information, content, materials, or products included on or otherwise made available to you through the Site. Governing Law: These Terms of Use are governed by and construed in accordance with the laws of the Republic of Armenia, and you irrevocably submit to the exclusive jurisdiction of the courts in that location. Indemnification: You agree to indemnify, defend, and hold harmless ComicStack and our affiliates, officers, directors, employees, and agents from any and all claims, liabilities, damages, losses, or expenses, including reasonable attorneys' fees, arising out of or in any way connected with your access to or use of the Site.",
    "policy": "Privacy Policy",
    "agreement" : "User Agreement",
    "cookies": "Cookie Statement",
    "terms" : "Terms of Use",
    "policiesHeading": "Policies"
}
